{
    "terms_and_conditions": "By accessing and using this website (Tabac.Wiki), you agree to be bound by these Terms of Use and Disclaimers. If you do not agree to these terms, please refrain from using the site. The content provided on this site is for educational purposes only. Tabac.Wiki has no affiliation with the sale, distribution, or advertisement of tobacco and does not endorse, promote, or encourage the use of tobacco. By using this Site, you acknowledge that you are solely responsible for any decisions made based on its content.\n\nThe Site and its content are provided “as is” without any warranties, either express or implied. We do not guarantee the accuracy, completeness, or usefulness of any information provided. Under no circumstances will we be liable for any damages arising from your use of, or inability to use, the site. We reserve the right to modify or update these Terms of Use and Disclaimers at any time. Changes will be posted on the site, and your continued use of the site after such modifications constitutes your acceptance of the new terms.\n\nWhen submitting content (such as photos or reviews) to Tabac.Wiki, we collect your IP address, user agent data, and the name you provide. This information is collected solely to prevent abuse of our submission system and is not used for tracking, advertising, or any other purpose. Any content submitted by you to Tabac.Wiki must not infringe on the rights of any third party. You are responsible for the accuracy and legality of your submissions. By submitting content, you grant us a non-exclusive, worldwide, royalty-free license to use, display, and distribute it on the site.\n\nThese terms are governed by the laws applicable in the jurisdiction in which you reside, and any disputes will be resolved in accordance with those laws.\n\nWe are committed to protecting your privacy and ensuring that our practices comply with global data protection regulations, including the EU’s General Data Protection Regulation (GDPR), the California Consumer Privacy Act (CCPA), and other applicable laws. By using our site, you acknowledge that we adhere to these requirements and that you have access to comprehensive information about your rights and our data practices.\n\nIf you wish to request deletion of any personal data we have collected (including photo submissions, your IP address, user agent data, or name), please email us at tabacwiki@proton.me."
}
