{
    "no.45,rich’sblend": {
        "imagePath": "../blend_pictures/Bennington Tobacconist - No. 45, Rich’s Blend.jpg",
        "name": "No. 45, Rich’s Blend",
        "blender": "Bennington Tobacconist",
        "blendedBy": "William & Jim Bennington",
        "manufacturedBy": "Bennington Tobacconist",
        "production": "Currently available",
        "country": "United States",
        "blendType": "Aromatic",
        "contents": "Black Cavendish,  Burley,  Virginia",
        "cut": "Ribbon",
        "packaging": "Bulk",
        "flavoring": "Cocoa / Chocolate",
        "description": "Long Cuts of black, double-heat and fermented Green River Burleys are pressed then aged to ensure a smoothness that is unequaled by ordinary Black Cavendishes. Golden Virginia Ribbon and Flake are blended in later with ample amounts of air-cured Kentucky Burleys that are double-heat fermented for extra body and mildness. It is then laced with imported Swiss Chocolate for added aroma and taste. It can be smoked all day with no bite.",
        "notes": "Notes:Bennington Tobacco has hand blended high quality pipe tobaccos since William E. Bennington, the founder, began the company in the fall of 1965. Mr. Bennington was an avid pipe smoker and recognized the opportunity in the lack of high quality pipe tobacco brands in the U.S. market at that time. There were plenty of domestic \"drug store\" brands, but few imported brands of the calibers of Dunhill, Erinmore or Rattray's for example.\n\nIn those days the tobacco manufacturers sold the basic blending ingredients i.e., Burleys, Virginias, Latakia, Perique, Maryland and Turkish tobaccos directly to the tobacconist and offered \"formulas\" as a general guide, which could be tweaked in order to create custom blends.\n\nBennington Blends No. 10, and No. 24 are two such blends and are still popular today. Blend No. 15 is patterned after the famed \"Balkan Sobranie White Label,\" which was very popular back then. -Mr. Bennington spent a good part of an evening with tweezers and a scale separating eight ounces of Balkan Sobranie into its component parts of Turkish, Latakia and Virginia to determine the ratios of the blend. He then refined it to his taste and introduced Blend No. 15 in 1966. Blend No. 33 is another original and is still quite popular. Blend No. 33 is patterned after Murray's Erinmore Flake.\n\nLater, in the 1970's, a tobacco manufacturer named Lane Ltd. Made it very easy to create private label pipe tobacco blends for the tobacconists by premix ing the formulas. Buy a five pound bag from Lane, reweigh it into smaller quantities and slap your label on it.\n\nAt Bennington’s we still prefer the original method of buying the basic tobacco component ingredients and creating unique blends from them.\n\n1.The first Step is the cleaning and removal of any stems or impurities.\n\n2.The next step is weighing out the proper amount according to any one of our blend’s formulas or a customer’s personal recipe.\n\n3. After the weighing, a thorough hand blending of the different tobaccos is in order.\n\n4.The inspection of the blend for consistency and uniformity comes next.\n\n5. Finally we bag them and can them. Adding a specific label according to its type. English, Aromatic, Non-Aromatic or Premium.",
        "reviewCount": 3,
        "totalReviews": 3,
        "averageRating": 3.67,
        "maxRating": 4.0,
        "ratingDistribution": {
            "4_star": 2,
            "3half_star": 0,
            "3_star": 1,
            "2half_star": 0,
            "2_star": 0,
            "1half_star": 0,
            "1_star": 0,
            "half_star": 0
        },
        "ratings": {
            "strength": {
                "level": "Mild",
                "scale": "Extremely Mild -> Overwhelming",
                "distribution": {
                    "Extremely Mild": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 100.0,
                    "Mild to Medium": 50.0,
                    "Medium": 0.0,
                    "Medium to Strong": 0.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extremely Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "flavoring": {
                "level": "Mild",
                "scale": "None Detected -> Extra Strong",
                "distribution": {
                    "None Detected": 0.0,
                    "Extremely Mild": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 100.0,
                    "Mild to Medium": 0.0,
                    "Medium": 0.0,
                    "Medium to Strong": 0.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0
                }
            },
            "roomNote": {
                "level": "Pleasant",
                "scale": "Unnoticeable -> Overwhelming",
                "distribution": {
                    "Unnoticeable": 0.0,
                    "Pleasant": 100.0,
                    "Very Pleasant": 50.0,
                    "Pleasant to Tolerable": 0.0,
                    "Tolerable": 0.0,
                    "Tolerable to Strong": 0.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "taste": {
                "level": "Mild",
                "scale": "Extremely Mild (Flat) -> Overwhelming",
                "distribution": {
                    "Extremely Mild (Flat)": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 100.0,
                    "Mild to Medium": 50.0,
                    "Medium": 0.0,
                    "Medium to Full": 0.0,
                    "Full": 0.0,
                    "Very Full": 0.0,
                    "Extra Full": 0.0,
                    "Overwhelming": 0.0
                }
            }
        }
    }
}