{
    "folklore": {
        "imagePath": "../blend_pictures/Cornell & Diehl - Folklore.jpg",
        "name": "Folklore",
        "blender": "Cornell & Diehl",
        "blendedBy": "Jeremy Reeves",
        "manufacturedBy": "Cornell & Diehl",
        "production": "No longer in production",
        "country": "United States",
        "blendType": "Virginia Based",
        "contents": "Black Cavendish,  Cigar Leaf,  Kentucky,  Perique,  Virginia",
        "cut": "Krumble Kake",
        "packaging": "one pound block",
        "flavoring": "Other / Misc",
        "description": "From package: Our story begins with a blend of five distinct flue-cured varietals, ranging from specially processed Red and Orange leaf, to matured, dark Mahoganys and vintage Canadian Brights. Delicate accompaniments of genuine St. James Perique, light smoked Kentuckey, and exotic Kasturi leaf combine to create a rich and elegant flavor with notes of sweet fruit, citrus, warming spices, and woodsy undertones.\n\nEach 16oz crumble cake comes packaged in a vacuum-sealed bag nestled within a custom-designed gift box. Further elevating its elegant presentation, each brick also includes a reusable vinyl sticker that you can use to label your glass Mason jars.",
        "notes": "Notes:2023 version only 3000 released:  Folklore celebrates five distinct flue-cured varietals: deep Mahogany Reds from 2017, lighter Orange-Red leaf from 2019, lemony 2019 Canadian Brights, and a special selection of 2022 North Carolina tips — a beautifully rich, 13.53 percent sugar-content leaf with exceptional body and character.\n\nThese top-tier, naturally sweet Virginias are elevated by delicate accompaniments of pure, genuine St. James Parish Perique from Cornell & Diehl's exclusive Perique farm, 31 Farms; lightly smoke-cured Kentucky from 2019; and exotic Indonesian Kasturi leaf from 2015. Pressed and sliced into a 16oz crumble cake, the result is an alluring, fascinating blend unique in its presentation and rich in flavor, offering notes of sweet fruit, citrus, warming spices, and woodsy undertones.\n\n2022 Version only 1000 released: Folklore — celebrates five distinct flue-cured varietals: Orange-Red leaf from 2019, Canadian Brights from 2017, darker Mahogany leaf from 2017, and perhaps most special, 2020 North Carolina tips — the same 13.53 percent sugar-content leaf C&D used in Carolina Red Flake with Perique.\n\nThese top-tier, naturally sweet Virginias are elevated by delicate accompaniments of genuine St. James Parish Perique, lightly smoke-cured Kentucky, and exotic Kasturi leaf from 2015. Pressed and sliced into a 16oz crumble cake, the result is an exotic blend unique in its presentation and rich in flavor, offering notes of sweet fruit, citrus, warming spices, and woodsy undertones.",
        "reviewCount": 11,
        "totalReviews": 13,
        "averageRating": 3.15,
        "maxRating": 4.0,
        "ratingDistribution": {
            "4_star": 7,
            "3_star": 2,
            "2_star": 3,
            "1_star": 1
        },
        "ratings": {
            "strength": {
                "level": "Medium",
                "scale": "Extremely Mild -> Overwhelming",
                "distribution": {
                    "Extremely Mild": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 0.0,
                    "Mild to Medium": 20.0,
                    "Medium": 100.0,
                    "Medium to Strong": 10.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extremely Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "flavoring": {
                "level": "None Detected",
                "scale": "None Detected -> Extra Strong",
                "distribution": {
                    "None Detected": 100.0,
                    "Extremely Mild": 50.0,
                    "Very Mild": 0.0,
                    "Mild": 50.0,
                    "Mild to Medium": 75.0,
                    "Medium": 50.0,
                    "Medium to Strong": 0.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0
                }
            },
            "roomNote": {
                "level": "Pleasant to Tolerable",
                "scale": "Unnoticeable -> Overwhelming",
                "distribution": {
                    "Unnoticeable": 20.0,
                    "Pleasant": 60.0,
                    "Very Pleasant": 0.0,
                    "Pleasant to Tolerable": 100.0,
                    "Tolerable": 80.0,
                    "Tolerable to Strong": 0.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "taste": {
                "level": "Medium to Full",
                "scale": "Extremely Mild (Flat) -> Overwhelming",
                "distribution": {
                    "Extremely Mild (Flat)": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 0.0,
                    "Mild to Medium": 60.0,
                    "Medium": 100.0,
                    "Medium to Full": 100.0,
                    "Full": 0.0,
                    "Very Full": 0.0,
                    "Extra Full": 0.0,
                    "Overwhelming": 0.0
                }
            }
        }
    }
}