{
    "eightstateburley2021": {
        "imagePath": "../blend_pictures/Cornell & Diehl - Eight State Burley 2021.jpg",
        "name": "Eight State Burley 2021",
        "blender": "Cornell & Diehl",
        "blendedBy": "Jeremy Reeves",
        "manufacturedBy": "Cornell & Diehl",
        "production": "No longer in production",
        "country": "United States",
        "blendType": "Burley Based",
        "contents": "Burley,  Oriental/Turkish,  Virginia",
        "cut": "Ready Rubbed",
        "packaging": "2 ounce tin",
        "flavoring": "Honey,  Sweet / Sugar,  Vanilla",
        "description": "Honoring historic US Burley growing regions, Cornell & Diehl's Small Batch: Eight State Burley showcases the often overlooked nuance and complexity of air-cured leaf, beginning with a specially sourced, matured blend of 2015 White and 2014 Dark Burleys — offering a mellow, creamy nuttiness, as well as a subtle, soft cocoa flavor on the palate. Top-tier Canadian Brights and SM2-18 Red Virginias (the same grade as in last year's run of Carolina Red Flake and Carolina Red Flake with Perique) complement those distinctive flavors with layers of sweetness, tang, and bready spice. Finally, Oriental tobaccos, well aged for 16 years, further contribute to the complexity of this unique Burley mixture: A blend of rare Sokhoum, Samsun, and Katerini sun-cured leaf from 2005 add a lightly floral, oily, spicy and tart flavor — their sweetness having deepened and their sour notes having muted with age.\n\nThe blended mixture is pressed, sliced, and tumbled into an old-fashioned \"chop-block\" or ready-rubbed cut for an elegant balance of easy preparation and optimized aging potential. Eight State Burley is perhaps the most elevated rendition of a Burley blend available on the market today: Handcrafted in the Carolinas using specially sourced, rare varietals and components of the highest caliber, it evolves in depth and character from first light to final puff — offering a familiar, comforting, and nostalgic flavor that expands to challenge preconceptions and set the new standard for Burley blends across the board.",
        "notes": "Notes:\"We wanted to do a Small Batch that would showcase and focus on Burleys,\" says Jeremy Reeves, head blender for Cornell & Diehl. \"We've made a study of Burley in a way that most other manufacturers have not and wanted to develop a special, unique blend showcasing Burley and our love and use of air-cured leaf.\" Further, the blend is in acknowledgement of and tribute to the Burley belt of the U.S. Specifically, though, Eight State Burley is blended with Burley from Maryland and Kentucky, and the leaf chosen is particularly distinctive.\"\n\n\"The White Burley,\" says Jeremy, \"is from the 2015 crop year and has a wonderful, mellow, kind-of-creamy nuttiness with a soft cocoa tinge to the flavor. The Dark Burley is from Kentucky's 2014 crop year and has mellowed dramatically but retains a brusque, spicy sort of character. It has a pronounced clove element to the flavor and deep, dark chocolate, and earth and mud. So, the two come together really nicely to form something that is creamy and earthy and a little spicy and a little dark and maybe even a little dangerous tasting, and also just really mellow and comforting.\" \n\nRead the story behind Eight State Burley on the Smokingpipes Daily Reader, https://www.smokingpipes.com/smokingpipesblog/single.cfm/post/eight-state-burley-delectable-salute-the-burley-belt",
        "reviewCount": 25,
        "totalReviews": 28,
        "averageRating": 2.79,
        "maxRating": 4.0,
        "ratingDistribution": {
            "4_star": 8,
            "3_star": 10,
            "2_star": 6,
            "1_star": 4
        },
        "ratings": {
            "strength": {
                "level": "Medium",
                "scale": "Extremely Mild -> Overwhelming",
                "distribution": {
                    "Extremely Mild": 0.0,
                    "Very Mild": 15.384615384615,
                    "Mild": 38.461538461538,
                    "Mild to Medium": 46.153846153846,
                    "Medium": 100.0,
                    "Medium to Strong": 15.384615384615,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extremely Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "flavoring": {
                "level": "Mild",
                "scale": "None Detected -> Extra Strong",
                "distribution": {
                    "None Detected": 11.111111111111,
                    "Extremely Mild": 22.222222222222,
                    "Very Mild": 66.666666666667,
                    "Mild": 100.0,
                    "Mild to Medium": 33.333333333333,
                    "Medium": 44.444444444444,
                    "Medium to Strong": 11.111111111111,
                    "Strong": 11.111111111111,
                    "Very Strong": 11.111111111111,
                    "Extra Strong": 0.0
                }
            },
            "roomNote": {
                "level": "Tolerable",
                "scale": "Unnoticeable -> Overwhelming",
                "distribution": {
                    "Unnoticeable": 10.0,
                    "Pleasant": 90.0,
                    "Very Pleasant": 30.0,
                    "Pleasant to Tolerable": 40.0,
                    "Tolerable": 100.0,
                    "Tolerable to Strong": 10.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "taste": {
                "level": "Medium",
                "scale": "Extremely Mild (Flat) -> Overwhelming",
                "distribution": {
                    "Extremely Mild (Flat)": 0.0,
                    "Very Mild": 7.1428571428571,
                    "Mild": 0.0,
                    "Mild to Medium": 57.142857142857,
                    "Medium": 100.0,
                    "Medium to Full": 28.571428571429,
                    "Full": 7.1428571428571,
                    "Very Full": 0.0,
                    "Extra Full": 0.0,
                    "Overwhelming": 0.0
                }
            }
        }
    }
}