{
    "lagonda": {
        "imagePath": "../blend_pictures/G. L. Pease - Lagonda.jpg",
        "name": "Lagonda",
        "blender": "G. L. Pease",
        "blendedBy": "Gregory Pease",
        "manufacturedBy": "Cornell & Diehl",
        "production": "Currently available",
        "country": "United States",
        "blendType": "Balkan",
        "contents": "Latakia,  Oriental/Turkish,  Virginia",
        "cut": "Ribbon",
        "packaging": "2 ounce tin",
        "flavoring": "",
        "description": "A luxurious blend comprising generous portions of Cyprus latakia, ripe red Virginias and fine Oriental leaf, with a bit of bright added for a hint of subtle sweetness. Pressing and aging in cakes integrates the flavors and partially ferments the tobaccos. The cakes are then sliced and tumbled into ribbons, ready to for you your enjoyment.",
        "notes": "Notes:From GL Pease: Lagonda, a rich, luxurious old style mixture, will be the newest entry in the Old London Series, and though it shares some characteristics with its siblings, it's nevertheless all new.\n\nWhat's the same is the method of production, in which the leaf is layered, pressed and aged in cakes for several days in order for the flavours to integrate, and to sort of 'jump start' the aging and fermentation process. The cakes are then sliced and tumbled. Some people have referred to this cutting style (also used for Chelsea Morning and Meridian) as a 'broken flake,' but it's really not that. It's much more closely related to standard ribbon cutting, but since some of the tobacco strands continue to bind together, the result is somewhat denser than conventional ribbon-cut. It's the way a lot of the old English tobaccos were produced. I revived the method, thinking that it would offer something interesting, and have been thrilled with the result. (It's been difficult not to change the production of all of the ribbon cut blends to this method, but it changes the character of the blend so much, they'd turn into entirely different things. I don't need the hate-mail.)\n\nWhat's different is the blend's composition. The proportion of Cyprus latakia is more significant in Lagonda, and there's also more of an Oriental component. It's spicy, but not aggressively so, and dry, in the sense of not being sweet. It's got mouth filling flavours, and a wonderful aroma, both in the tin and in the air when it's smoked. The Virginias give the mixture legs to stand on, but aren't the dominant note. Don't let my talk of how big it is scare you. Despite it's largeness, the blend is all about finesse and balance, which was a bit of a challenge with something as full-bodied as Lagonda. It has a lot to offer, but doesn't overpower. It'll age beautifully, but is smoking fantastically right out of the gate.",
        "reviewCount": 39,
        "totalReviews": 44,
        "averageRating": 3.3,
        "maxRating": 4.0,
        "ratingDistribution": {
            "4_star": 19,
            "3half_star": 0,
            "3_star": 21,
            "2half_star": 0,
            "2_star": 2,
            "1half_star": 0,
            "1_star": 2,
            "half_star": 0
        },
        "ratings": {
            "strength": {
                "level": "Medium",
                "scale": "Extremely Mild -> Overwhelming",
                "distribution": {
                    "Extremely Mild": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 3.2258064516129,
                    "Mild to Medium": 16.129032258065,
                    "Medium": 100.0,
                    "Medium to Strong": 22.58064516129,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extremely Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "flavoring": {
                "level": "None Detected",
                "scale": "None Detected -> Extra Strong",
                "distribution": {
                    "None Detected": 100.0,
                    "Extremely Mild": 18.181818181818,
                    "Very Mild": 0.0,
                    "Mild": 6.0606060606061,
                    "Mild to Medium": 3.030303030303,
                    "Medium": 3.030303030303,
                    "Medium to Strong": 3.030303030303,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0
                }
            },
            "roomNote": {
                "level": "Tolerable",
                "scale": "Unnoticeable -> Overwhelming",
                "distribution": {
                    "Unnoticeable": 0.0,
                    "Pleasant": 58.823529411765,
                    "Very Pleasant": 11.764705882353,
                    "Pleasant to Tolerable": 58.823529411765,
                    "Tolerable": 100.0,
                    "Tolerable to Strong": 23.529411764706,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 5.8823529411765,
                    "Overwhelming": 0.0
                }
            },
            "taste": {
                "level": "Medium",
                "scale": "Extremely Mild (Flat) -> Overwhelming",
                "distribution": {
                    "Extremely Mild (Flat)": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 5.8823529411765,
                    "Mild to Medium": 11.764705882353,
                    "Medium": 100.0,
                    "Medium to Full": 82.352941176471,
                    "Full": 29.411764705882,
                    "Very Full": 23.529411764706,
                    "Extra Full": 0.0,
                    "Overwhelming": 5.8823529411765
                }
            }
        }
    }
}