{
    "diogenesblend": {
        "imagePath": "../blend_pictures/Stone Pine Tobacco Company - Diogenes Blend.jpg",
        "name": "Diogenes Blend",
        "blender": "Stone Pine Tobacco Company",
        "blendedBy": "",
        "manufacturedBy": "",
        "production": "",
        "country": "United States",
        "blendType": "",
        "contents": "Oriental/Turkish,  Virginia,  Perique,  Latakia",
        "cut": "Ribbon",
        "packaging": "Bulk",
        "flavoring": "",
        "description": "We started with our excellent American Virginia, added a portion of a rare Oriental, a dollop of real Perique, and finished it with a good measure of a specially selected Syrian Latakia. We adjusted proportions until the distinctive characteristics and flavors of each tobacco merged with the others to form a greater whole. Lighting this tobacco is like going on a journey. It starts on familiar territory, with the earthy sweetness of Virginia and the wine-like Perique. But already the aroma and spice of the Syrian woodlands comes wafting through, followed immediately by the exotic fullness and pleasing astringency of the oriental. In a moment, you are suspended in a rich melange of flavor, which scintillates and transforms in your mouth as the bowl burns slowly down, revealing multiple layers of taste. Too soon, the bowl comes to an end, with nothing but a small pile of white ash, a warm pipe, and a fully satisfied palate to remind you of its passage.",
        "notes": "Notes:The usual theory of the English mixture is that it resulted from British purity laws, which forbade the addition of any but the smallest amounts of flavoring or \"casing\" to natural leaf. Thus to provide the richness of flavor of cased \"aromatic\" tobaccos, British blenders devised a combination of ingredients from all over the Empire, some of which were sweet, others sour, and yet others naturally aromatic. This may be correct, but we have a slightly different theory. British food is famously bland. Perhaps because of this, the British also have an inordinate fondness for spicy Indian curries. By our reckoning, the English mixture is the equivalent of a curry in comparison to ever-present but relatively one-dimensional Virginia tobaccos. A traditional English mixture is exotic, spicy, complex and has a strong, almost fetid aroma. Lovers of the traditional English blend have watched with deep sadness as one after another, the great English tobacco houses were closed, or sold off. American Virginias were replaced by blander, less expensive African varieties. Moreover, a crucial ingredient, pure Syrian Latakia, became essentially unavailable, as did the oriental varietals so beloved of the traditional blenders. Thus today's English mixtures, good though they may be in their own right, are but a pale shadow of their former selves. We set out to address this situation by returning to the primordial recipe.",
        "reviewCount": 4,
        "totalReviews": 4,
        "averageRating": 1.25,
        "maxRating": 4.0,
        "ratingDistribution": {
            "4_star": 0,
            "3_star": 0,
            "2_star": 1,
            "1_star": 3
        },
        "ratings": {
            "strength": {
                "level": "Strong",
                "scale": "Extremely Mild -> Overwhelming",
                "distribution": {
                    "Extremely Mild": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 50.0,
                    "Mild to Medium": 0.0,
                    "Medium": 0.0,
                    "Medium to Strong": 50.0,
                    "Strong": 100.0,
                    "Very Strong": 0.0,
                    "Extremely Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "flavoring": {
                "level": "None Detected",
                "scale": "None Detected -> Extra Strong",
                "distribution": {
                    "None Detected": 100.0,
                    "Extremely Mild": 50.0,
                    "Very Mild": 0.0,
                    "Mild": 0.0,
                    "Mild to Medium": 0.0,
                    "Medium": 0.0,
                    "Medium to Strong": 0.0,
                    "Strong": 50.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0
                }
            },
            "roomNote": {
                "level": "Overwhelming",
                "scale": "Unnoticeable -> Overwhelming",
                "distribution": {
                    "Unnoticeable": 100.0,
                    "Pleasant": 0.0,
                    "Very Pleasant": 0.0,
                    "Pleasant to Tolerable": 0.0,
                    "Tolerable": 0.0,
                    "Tolerable to Strong": 0.0,
                    "Strong": 100.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 100.0,
                    "Overwhelming": 100.0
                }
            },
            "taste": {
                "level": "Extra Full",
                "scale": "Extremely Mild (Flat) -> Overwhelming",
                "distribution": {
                    "Extremely Mild (Flat)": 100.0,
                    "Very Mild": 0.0,
                    "Mild": 0.0,
                    "Mild to Medium": 0.0,
                    "Medium": 0.0,
                    "Medium to Full": 0.0,
                    "Full": 100.0,
                    "Very Full": 0.0,
                    "Extra Full": 100.0,
                    "Overwhelming": 100.0
                }
            }
        }
    }
}