{
    "st.james": {
        "imagePath": "../blend_pictures/The Smoker - St. James.jpg",
        "name": "St. James",
        "blender": "The Smoker",
        "blendedBy": "Mel Feldman",
        "manufacturedBy": "Sutliff Tobacco Company",
        "production": "No longer in production",
        "country": "United States",
        "blendType": "Other",
        "contents": "Latakia,  Perique,  Virginia",
        "cut": "Ribbon",
        "packaging": "2 ounce tin, 4 ounce tin",
        "flavoring": "",
        "description": "This one gets ya! A heavy laced perique blend. Virginia will give a hint of mildness and the latakia tends toward the body of this tobacco. Flavor is consistent throughout and burns down to a fine white ash.",
        "notes": "Notes:Every year when the Chicagoland Pipe and Tobacciana Show arrives, we here at Pipes and Cigars.com work on coming up with something to make the experience more enticing. This year, we’re not only introducing a new blend, we’re re-introducing an entire line of tobaccos to everyone that hasn’t been available in over a decade. This is a project we’ve taken great pride in, as it’s something that many people have been clamoring for, for quite some time.  For around 70 years, Albany, NY had an iconic tobacco shop known as The Smoker, known for a vast array of estate pipes and their own unique blends, hand crafted a pound at a time. Once pipe shows started to become popular in the eighties and nineties, those blends became familiar to people all over the country. Mel Feldman, the proprietor of The Smoker, is an icon himself, known for his intimate knowledge of ​Barling pipes, and his singular blending skills.\n\n Mel became a fixture on the pipe show circuit, and in the nineties, he had 14 of his blends tinned for sale. When he decided to close his store and retire in the early 2000s, aficionados around the country feared that they would never have the opportunity to enjoy these wonderful mixtures again. Early this year, Scott Bendett approached Mel to ask if he would consider allowing Pipes and Cigars to bring these tobaccos back to his customers, and Mel was intrigued and pleased by the opportunity. Working together with long-time friend, Hearth & Home blender Russ Ouellette, Mel worked to precisely recreate those 14 blends, and added one more- a blend made especially for noted tobacco collector Fred Goldring. These classic mixtures are now going to be available again, exclusively at Pipes and Cigars.com starting with the beginning of the Chicagoland Pipe and Tobacciana Show on May 4th, 2013. For those attending the show, Mel will be there to reintroduce these time-honored favorites, and we’re thrilled to be able to bring them to you.",
        "reviewCount": 6,
        "totalReviews": 6,
        "averageRating": 3.5,
        "maxRating": 4.0,
        "ratingDistribution": {
            "4_star": 3,
            "3half_star": 0,
            "3_star": 3,
            "2half_star": 0,
            "2_star": 0,
            "1half_star": 0,
            "1_star": 0,
            "half_star": 0
        },
        "ratings": {
            "strength": {
                "level": "Extremely Strong",
                "scale": "Extremely Mild -> Overwhelming",
                "distribution": {
                    "Extremely Mild": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 0.0,
                    "Mild to Medium": 50.0,
                    "Medium": 100.0,
                    "Medium to Strong": 50.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extremely Strong": 100.0,
                    "Overwhelming": 0.0
                }
            },
            "flavoring": {
                "level": "None Detected",
                "scale": "None Detected -> Extra Strong",
                "distribution": {
                    "None Detected": 100.0,
                    "Extremely Mild": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 0.0,
                    "Mild to Medium": 0.0,
                    "Medium": 0.0,
                    "Medium to Strong": 0.0,
                    "Strong": 0.0,
                    "Very Strong": 0.0,
                    "Extra Strong": 0.0
                }
            },
            "roomNote": {
                "level": "Pleasant",
                "scale": "Unnoticeable -> Overwhelming",
                "distribution": {
                    "Unnoticeable": 0.0,
                    "Pleasant": 100.0,
                    "Very Pleasant": 0.0,
                    "Pleasant to Tolerable": 100.0,
                    "Tolerable": 0.0,
                    "Tolerable to Strong": 0.0,
                    "Strong": 50.0,
                    "Very Strong": 50.0,
                    "Extra Strong": 0.0,
                    "Overwhelming": 0.0
                }
            },
            "taste": {
                "level": "Medium to Full",
                "scale": "Extremely Mild (Flat) -> Overwhelming",
                "distribution": {
                    "Extremely Mild (Flat)": 0.0,
                    "Very Mild": 0.0,
                    "Mild": 0.0,
                    "Mild to Medium": 0.0,
                    "Medium": 33.333333333333,
                    "Medium to Full": 100.0,
                    "Full": 0.0,
                    "Very Full": 0.0,
                    "Extra Full": 66.666666666667,
                    "Overwhelming": 0.0
                }
            }
        }
    }
}